#taps
tap "homebrew/bundle"
tap "caskroom/cask"
tap "codeclimate/formulae"
tap "gapple/services"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/versions"
tap "neovim/neovim"
tap "thoughtbot/formulae"

#brews
brew "ansible"
brew "aspell"
brew "bfg"
brew "casperjs"
brew "composer"
brew "coreutils"
brew "dialog"
brew "emacs", args: ['with-cocoa']
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gpg"
brew "gpg-agent"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "irssi"
brew "mplayer"
brew "mysql56"
brew "neovim"
brew "node"
brew "phantomjs"
brew "php55"
brew "php56"
brew "pinentry-mac"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis"
brew "sqlite"
brew "ssh-copy-id"
brew "tag"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "ripgrep"

#cask
cask "handbrakecli"
